docs/load-test-results/img/2021-09-07-replicating-search-incident/300s_1000rps_1slat_http2false/1000-with-1s-latency-news-results.report.txt
Requests      [total, rate, throughput]  300, 1.00, 0.96
Duration      [total, attack, wait]      5m0.005411299s, 4m58.999993208s, 1.005418091s
Latencies     [mean, 50, 95, 99, max]    1.114064578s, 1.006609371s, 1.78862111s, 2.256335577s, 2.631084269s
Bytes In      [total, mean]              19093935, 63646.45
Bytes Out     [total, mean]              0, 0.00
Success       [ratio]                    96.33%
Status Codes  [code:count]               200:289  500:11  
Error Set:
500 Internal Server Error