docs/load-test-results/img/2021-09-07-replicating-search-incident/300s_1000rps_1slat_http2false/results_search_300s_1000rps_http2off.report.txt
Requests      [total, rate, throughput]  300000, 1000.00, 952.37
Duration      [total, attack, wait]      5m1.363059853s, 4m59.999226301s, 1.363833552s
Latencies     [mean, 50, 95, 99, max]    1.117395042s, 1.00646438s, 1.787235504s, 2.336244184s, 3.165103163s
Bytes In      [total, mean]              18962433120, 63208.11
Bytes Out     [total, mean]              0, 0.00
Success       [ratio]                    95.67%
Status Codes  [code:count]               200:287008  500:12992  
Error Set:
500 Internal Server Error